brew "zsh-completions"

# Cask to install Mac apps
tap 'caskroom/cask'
tap 'caskroom/versions'

# Cask Fonts to install Fonts
tap 'caskroom/fonts'

# To install Mac apps from the App Store
brew 'mas'

# Fonts
cask 'font-hasklig'

# Productivity
mas 'Things3', id: 904280696
cask '1password'
cask 'basecamp'

# Web
mas '1Blocker', id: 1107421413
mas 'Better Blocker', id: 1121192229

# Communication
cask 'keybase'

# Video
cask 'licecap'

# Development
cask 'atom'
cask 'github'

# Writing
mas 'iA Writer', id: 775737590

# Design
mas 'Affinity Designer', id: 824171161

# Photos
mas 'Affinity Photo', id: 824183456
cask 'imageoptim'
cask 'imagealpha'

# Other
mas 'Soulver', id: 413965349
mas 'Characters', id: 536511979

# XCode - Last because it's huge
mas 'XCode', id: 497799835
