brew "zsh-completions"

# Cask to install Mac apps
tap 'caskroom/cask'
tap 'caskroom/versions'

# Cask Fonts to install Fonts
tap 'caskroom/fonts'

# To install Mac apps from the App Store
brew 'mas'

# Fonts
cask 'font-hasklig'

# Web
cask 'tunnelblick'
cask 'dnscrypt'
cask 'google-chrome'
cask 'firefox'

# Productivity
mas 'Things3', id: 904280696
mas 'Noizio', id: 928871589
mas 'Tadam', id: 531349534
cask '1password'
cask 'basecamp'
cask 'alfred'

# Communication
mas 'Tweetbot', id: 557168941
mas 'Telegram', id: 747648890
cask 'keybase'

# Video
mas 'ScreenFlow', id: 1107828211
mas 'Permute', id: 731738567
cask 'licecap'
mas 'GIPHY CAPTURE', id: 668208984
mas 'GIF Brewery', id: 1081413713
cask 'handbrake'
cask 'vlc'

# Development
cask 'iterm2'
cask 'black-screen'
cask 'atom'
cask 'atom-beta'
cask 'github-desktop'
cask 'postman'
cask 'insomnia'

# Reading
mas 'Kindle', id: 405399194

# Writing
mas 'iA Writer', id: 775737590

# Design
mas 'Affinity Designer', id: 824171161
cask 'sketch'

# Photos
mas 'Affinity Photo', id: 824183456
cask 'imageoptim'
cask 'imagealpha'

# Other
mas 'Soulver', id: 413965349
cask 'endurance'
cask 'duet'
cask 'timestamp'
mas 'Characters', id: 536511979

# XCode - Last because it's huge
mas 'XCode', id: 497799835
